% rebase('layout.tpl', title=title, year=year)
<head>
	<link rel="stylesheet" href="/static/content/football.css">
</head>
<div style=""> 
<div style="background-image: url(static/images/nafon1.jpg); background-repeat: no-repeat;
    background-position: center center;
    background-attachment: fixed;
    background-size: cover;"> 
	<center><h1 style="font-size: 85px;padding-top:2%">История футбола</h1></center>
        <div class="telo" >
            <p align = "left" class="text" style="margin-top:2%">  <b>Футбол</b> – командный вид спорта, где нужно забить (любой частью тела, кроме рук)
            в противоположные ворота большее количество голов, чем соперник. <br>
            Точной даты возникновения футбола не известно, но можно с уверенностью сказать, что история футбола
            насчитывает не одно столетие и затронула немало стран. Игры с мячом были популярны на всех 
            континентах, об этом говорят повсеместные находки археологов. <br>
            В Древнем Китае существовала игра, известная как «Цуцзюй», упоминания о которой были датированы 
            вторым веком до нашей эры. По заявлению ФИФА в 2004 году, именно она считается наиболее древней</p>
            <img src = "static/images/fotball.jpg" alt = "Цуцзюй" class="photo" style="height: 400px; margin: 2%; margin-top: 2.5%;" ><br><br> 
        </div>
		<div class="telo" style="margin-top:5%; margin-bottom:0%">
			<p align = "left" class="text" style="margin-top:2.5%; margin-bottom:0%"> Первый в истории международный матч прошел в 1872 году – Англия против Шотландии.
				Официальный день рождения футбольных правил – 7 декабря 1863 года (их представила английская
				ассоциация футбола). Хотя первые попытки узаконить этот вид спорта были уже в 1846 году, 
				на встрече представителей английских колледжей. Тогда эта попытка не увенчалась успехом.
				Новые правила были установлены ФИФА (год основания организации – 1904-й) совместно с IFAB 
				(Международный совет футбольных ассоциаций: Англия, Шотландия, Уэльс и Северная Ирландия).
				Последняя их редакция состоялась в 2019 - 2020 гг. <br><br></p>
		</div>
		<div class="telo" >
			<img src = "static/images/sheffild.png" alt = "«Шеффилд»" class="photo" style="margin-top:2%;">
			<p class="text" style="margin-top:6%">
				Первый профессиональный футбольный клуб основан в 1857 году – «Шеффилд». <br><br>
				На Британские острова футбол завезли итальянцы еще в XIV веке, игра называлась «Кальчо». 
				Так что англичан правильнее назвать родоначальниками профессионального футбола,
				игру с мячом придумали задолго до них. <br><br> 
			</p>
		</div>

		<div class="telo" style="display: block; padding-top: 1px;">
			<p class="text"> <b>Ключевые изменения в футболе: </b> </p>
			<ul class="formli" style="margin-right: 1%;" >
				<li style="margin-bottom: 1%;"><b>1863 год - </b> Созданы первые официальные правила <br></li>
				<li style="margin-bottom: 1%;"><b>1869 год - </b> Введены удары от ворота <br></li>
				<li style="margin-bottom: 1%;"><b>1872 год - </b> Появление угловых <br></li>
				<li style="margin-bottom: 1%;"><b>1875 год - </b> К воротам добавлены перекладины <br></li>
				<li style="margin-bottom: 1%;"><b>1878 год - </b> У судьи появился свисток <br></li>
				<li style="margin-bottom: 1%;"><b>1886 год - </b> Создание совета Международной футбольной ассоциации (IFAB) <br></li>
				<li style="margin-bottom: 1%;"><b>1891 год - </b> Впервые был пробит одиннадцатиметровый удар (пенальти)<br></li>
				<li style="margin-bottom: 1%;"><b>1902 год - </b> В этом году пенальти стал пробиваться с конкретной точки, 
					а не с любого места вдоль 11-метровой линии <br></li>
				<li style="margin-bottom: 1%;"><b>1904 год - </b> В Париже была создана ФИФА <br></li>
				<li style="margin-bottom: 1%;"><b>1912 год - </b> Вратарям разрешили играть руками только в штрафной площади, а не по всему полю <br></li>
				<li style="margin-bottom: 1%;"><b>1913 год - </b> FIFA и IFAB объединились <br></li>
				<li style="margin-bottom: 1%;"><b>1920 год - </b> Изменили правила офсайда. С этого момента положение “вне игры” после вбрасывания
					из-за боковой не фиксируется <br></li>
				<li style="margin-bottom: 1%;"><b>1925 год - </b> Правило офсайда сменилось с трех игроков между футболистом и воротами до двух <br></li>
				<li style="margin-bottom: 1%;"><b>1937 год - </b> Окончательно сформирована штрафная площадь (добавлен полукруг сверху) <br></li>
				<li style="margin-bottom: 1%;"><b>1938 год - </b> Стэнли Роус возглавил группу по изменению правил <br></li>
				<li style="margin-bottom: 1%;"><b>1990 год - </b> С этого года офсайд не фиксируется, если игрок находится вровень
					с предпоследним футболистом <br></li>
				<li style="margin-bottom: 1%;"><b>1992 год - </b> Вратарям запретили брать мяч в руки после преднамеренной передачи от своих <br></li>
				<li style="margin-bottom: 1%;"><b>1998 год - </b> Жесткий подкат сзади стал наказываться красной карточкой <br></li>
				<li style="margin-bottom: 1%;"><b>2009 год - </b> Появились судьи за воротами <br></li>
				<li style="margin-bottom: 1%;"><b>2013 год - </b> Запущена технология определения гола (пересек ли мяч линию ворот)<br></li>
				<li style="margin-bottom: 1%;"><b>2017 год - </b> Впервые протестирован VAR (видеоассистент рефери)<br></li>
				<li style="margin-bottom: 1%;"><b>2021 год - </b> УЕФА отменил правило выездного гола (введено в 1965 году). <br><br></li>
			</ul>
		</div>
		
		<h1 style="margin-left: 8%; margin-right: 8%; margin-top: 5%;  font-size: 50px; text-align: center;"><b>Настоящие легенды футбола, которые навсегда изменили эту игру:</b></h1>

		<div class = "telo" style="height: 2550px; display: block; margin-top: auto;">
			<div class="telo" style="background:none ; margin: auto;">
				<p class="text" style="margin-top:7%"> 
					<b>«Король футбола» Эдсон Арантис ду Насименту «Пеле» </b><br> <br>Изменил футбол Пеле очень просто. Феноменальная техника, умение бить с обеих ног,
					а также сумасшедшая скорость — всё это козыри легендарного бразильца. Современники как один 
					признавали величие бразильца, который и по сей день остаётся "королём".<br>
					<a href = "https://bigenc.ru/c/pele-866fe5">Подробнее</a></p>
				<img src = "static/images/pele.png" alt = "Пеле" class="photo" style="height: 400px; margin-top: 40px;"><br><br></p>
			</div>
			<div class ="telo" style="background:none ; margin: auto;" >
				<img src = "static/images/maradona.png" alt = "Марадона" class="photo" ><br><br>
				<p align = "left" class="text" style="margin-top: 80px;"> 
					<b>Автор «руки Бога» и «гола столетия» Диего Марадона</b><br><br> Как изменил футбол? Характером. Настоящий бунтарь, который ничего и никого не боялся.
					Надо обыграть шесть человек — пожалуйста. Забить чем угодно, даже рукой, — легко. Оттого-то и плакал
					абсолютно весь мир, когда Марадона ушёл из жизни. Возможно, именно он — символ всей Аргентины. 
					Был, есть и будет. <br>
					<a href = "https://bigenc.ru/c/maradona-diego-armando-6f6a86">Подробнее</a> </p>
				
			</div>
			
			<div class="telo" style="background:none ; margin: auto;">
				<p class="text" style="margin-top: 30px;"> <br><br>
					<b>Лучший вратарь всех времен и народов – Лев Иванович Яшин</b><br><br>Именно он привнёс во вратарское искусство умение выходить из ворот и действовать 
					по всей штрафной площади. Что любопытно, изначально в СССР такое не приветствовали и даже называли
					цирком. Но вскоре стало понятно, что без этого не обойтись.<br>
					<a href = "https://bigenc.ru/c/iashin-lev-ivanovich-015876">Подробнее</a></p>
				<img src = "static/images/jashin.png" alt = "Яшин" class="photo" style="height: 400px; margin-top: 40px;"><br><br></p>
			</div>

			<div class ="telo" style="background:none ; margin: auto;" >
				<img src = "static/images/croyf.png" alt = "Кройф" class="photo"><br><br>
				<p align = "left" class="text" style="margin-top: 120px;"> 
					<b>Отец «тотального» футбола – Йохан Кройф</b><br><br>Cамого Кройфа нередко считают человеком, который придумал современную манеру
					футбола. Здесь даже можно не задаваться вопросом, как именно Кройф изменил футбол. <br>
					<a href = "https://bigenc.ru/c/kroif-iokhan-9ae5f7">Подробнее</a></p>
			</div>

			<div class="telo" style="background:none ; margin: auto;">
				<p class="text" style="margin-top: 10px;"> <br><br>
					<b>«Вечное» противостояние - Криштиану Роналду и Лионель Месси</b><br><br>На пике их карьер весь мир разделился на два лагеря: одни обожали Роналду, 
					другие страстно любили Месси. Однако и те и другие признавали всё величие обоих футболистов сразу.
					Что примечательно, сейчас оба медленно, но верно идут к завершению своей карьеры, но до сих пор 
					страшно представить, каким будет футбол без них. Пока на горизонте новой такой парочки не видно.<br>
					
					Бессмысленно говорить, как именно они изменили футбол. Мировые рекорды, "Золотые мячи", признание 
					и всемирная любовь. А самое главное — вечное противостояние, без которого бы они просто не было 
					такими, какими мы их знаем.<br>
					<a href = "https://www.rbc.ru/person/6172a0169a7947335d664612">Подробнее о Роналду</a><br>
					<a href = "https://olympics.com/ru/athletes/lionel-messi">Подробнее о Месси</a></p>
				<img src = "static/images/fight.png" alt = "Месси и Роналду" class="photo" style="height: 400px; margin-top: 180px;"><br><br></p>
			</div>
		</div>
</div>