% rebase('layout.tpl', title=title, year=year)
<head>
	<link rel="stylesheet" href="/static/content/index.css">
</head>

<div class="main_constrain">
        <header class="header_title">
            <h1 class="main_title_of_text">«Спорт – лекарство от плохого настроения и депрессий»</h1>
            <p class="main_text">
                В современном мире спорт приобрел огромную популярность и стал неотъемлемой 
                частью ежедневной жизни миллионов людей. Он играет важную роль не только в физическом здоровье, но и в социальной активности, развлечении, коммерции 
                и международных отношениях. Спорт обладает способностью объединять людей независимо от расы, пола, возраста и социального статуса, что делает его наиболее 
                популярным и важным аспектом современного общества.</p>
        </header>

        <div class="constrain">
            <div>
                <img scr="static/images/спорт.jpg" class="text_image">
                <div style="width: 60%;">
                    <h2 class="title_of_text">Историческая справка</h2>
                    <p class="main_text">
                        Зарождение спорта связывают с появлением первых состязаний.<br>
                        Первые соревнования относятся к эпохе Древнего мира, когда в 776 году до н.э. в Древней Греции были проведены первые Олимпийские игры.<br>
                        В Древней Греции существовали специальные места для проведения состязаний, называемые стадионами. На них устраивались забеги на различные дистанции, соревнования по бегу, метанию копья, диска и других видов спорта.<br>
                        Со временем Олимпийские игры стали проводиться каждые четыре года, и их популярность распространилась на всю Грецию. В это время начали появляться новые виды спорта, такие как борьба, кулачный бой и гонки на колесницах.<br>
                        После падения Римской империи спорт стал менее популярным, но в средние века он вновь начал возрождаться. В этот период были организованы турниры рыцарей, которые проходили на специальных площадках - ристалищах.<br>
                        С появлением огнестрельного оружия турниры рыцарей стали менее популярными, и на смену им пришли другие виды спорта, например, стрельба из лука и фехтование.<br>
                        Сегодня спорт является одним из самых популярных видов деятельности во всем мире. Он помогает людям поддерживать свое здоровье и физическую форму, а также способствует развитию командного духа и социальной интеграции.</p>
                </div>
            </div>

            <div>
                    <h2 class="title_of_text">О важности спорта</h2>
                    <p class="main_text">
                        Спорт имеет огромное значение в истории, политике и культуре. В древние времена спортивные соревнования использовались для укрепления общественных связей, разрешения конфликтов между народами и установления мира. Например, Древние Олимпийские игры в Древней Греции были своего рода международным спортивным фестивалем, на котором участвующие города прекращали войны на время проведения игр. Спортивные соревнования также служили орудием пропаганды и мягкой силы для государств, демонстрируя их могущество и способность привлекать и управлять людьми.<br>
                        В современном мире спорт имеет большое значение для развития физического и духовного здоровья общества, он служит средством социальной интеграции, сплочения и формирования национальной идентичности. Кроме того, спортивные мероприятия способствуют развитию туризма, деловых связей и культурного обмена между различными странами и народами. Таким образом, спорт играет значительную роль в формировании исторических событий, а также отражает важные аспекты культуры и общества.
                    </p>
            </div>

            <div>
                    <h2 class="title_of_text">А как сейчас</h2>
                    <p class="main_text">
                        Современный человек может заниматься любым спортом, который ему по душе и приносит удовольствие. Распространенность спорта зависит от региона, культуры и интересов людей. Некоторые из наиболее распространенных спортов в мире включают футбол, баскетбол, теннис, бег, плавание, волейбол, гольф, езду на велосипеде и йогу. Однако, существуют и многие другие спортивные активности, которыми занимаются люди по всему миру. Важно выбрать спорт, который подходит именно вам и который вы будете с удовольствием заниматься.<br>
                        Если человек не хочет заниматься определенным спортом, то выполнение обычных упражнений дома может быть отличной альтернативой. Упражнения на выносливость, силовые тренировки, гибкость, йога или пилатес - все эти виды физической активности могут быть выполнены в домашних условиях без использования специального оборудования. Это позволяет человеку поддерживать свою физическую форму, укреплять мышцы и суставы, повышать общий тонус организма, а также улучшать настроение и самочувствие. Такие упражнения могут быть также более удобными для занятых людей, которые не могут посещать спортивные залы или тренеровки постоянно.<br>
                        Ниже приведен пример выполнения таких упражнений.
                    </p>
            </div>
        </div>
        <div>

        <iframe class="text_iframe" src="https://www.youtube.com/watch?v=IbdS_z2Pu4c" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" 
                allowfullscreen></iframe>
    </div>